Repository: GCT-SmartlingPOC/consumer-venice-ios
Catalog: consumerVeniceIntents/*.lproj/RequestIntent.strings
Languages: de, es, ko, ru

# 15Jc7j
source: Request money from a friend
de: Fordern Sie Geld von einem Freund an
es: Solicitar dinero a un amigo
ko: 친구에게 금액 요청
ru: Запросить средства у друга

# 9blbbK
source: Send money to ${displayName}
de: Senden Sie Geld an ${displayName}
es: Enviar dinero a ${displayName}
ko: ${displayName}에게 금액 보내기
ru: Отправить средства пользователю ${displayName}

# BzvlZy
source: Send Money
de: Geld senden
es: Enviar dinero
ko: 금액 보내기
ru: Отправить средства

# H0tN9w
source: Send money to ${displayName}
de: Senden Sie Geld an ${displayName}
es: Enviar dinero a ${displayName}
ko: ${displayName}에게 금액 보내기
ru: Отправить средства пользователю ${displayName}

# Nb3x2X
source: Request money from ${displayName}
de: Fordern Sie Geld von ${displayName} an
es: Solicitar dinero a ${displayName}
ko: ${displayName}에게 금액 요청
ru: Запросить средства у пользователя ${displayName}

# VAXpgm
source: Send money to ${displayName}
de: Senden Sie Geld an ${displayName}
es: Enviar dinero a ${displayName}
ko: ${displayName}에게 금액 보내기
ru: Отправить средства пользователю ${displayName}

# aQAcFr
source: Request money from ${displayName}
de: Fordern Sie Geld von ${displayName} an
es: Solicitar dinero a ${displayName}
ko: ${displayName}에게 금액 요청
ru: Запросить средства у пользователя ${displayName}

# eStRzf
source: Request money from ${displayName}
de: Fordern Sie Geld von ${displayName} an
es: Solicitar dinero a ${displayName}
ko: ${displayName}에게 금액 요청
ru: Запросить средства у пользователя ${displayName}

# isoipf
source: Request Money
de: Geld anfordern
es: Solicitar dinero
ko: 금액 요청
ru: Запросить средства

# lEV4Ff
source: Send money to ${displayName}
de: Senden Sie Geld an ${displayName}
es: Enviar dinero a ${displayName}
ko: ${displayName}에게 금액 보내기
ru: Отправить средства пользователю ${displayName}

# w9gpQg
source: Send Money to a friend
de: Senden Sie Geld an einen Freund
es: Enviar dinero a un amigo
ko: 친구에게 금액 보내기
ru: Отправить средства другу

# xbm8yk
source: Request money from ${displayName}
de: Fordern Sie Geld von ${displayName} an
es: Solicitar dinero a ${displayName}
ko: ${displayName}에게 금액 요청
ru: Запросить средства у пользователя ${displayName}
